tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/php'
tap 'homebrew/versions'
cask 'java'
brew 'ack'
brew 'android-sdk'
brew 'autoconf'
brew 'autoenv'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bfg'
brew 'gmp'
brew 'coreutils'
brew 'pkg-config'
brew 'libidn'
brew 'dnsmasq'
brew 'docbook'
brew 'docbook-xsl'
brew 'gnu-tar'
brew 'dpkg'
brew 'gettext'
brew 'e2fsprogs'
brew 'faac'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libpng'
brew 'freetype'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'ffmpeg'
brew 'findutils'
brew 'foremost'
brew 'gdbm'
brew 'gnu-sed', args: ['default-names']
brew 'go'
brew 'icu4c'
brew 'sqlite'
brew 'python3'
brew 'hashpump'
brew 'hugo'
brew 'iftop'
brew 'libtool'
brew 'imagemagick', args: ['with-webp']
brew 'iperf'
brew 'jenv'
brew 'libav'
brew 'libxml2'
brew 'lynx'
brew 'moreutils'
brew 'narwhal'
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'pigz'
brew 'pv'
brew 'rclone'
brew 'rename'
brew 'rhino'
brew 'ringojs'
brew 'scons'
brew 'sqlmap'
brew 'subversion'
brew 'tree'
brew 'ucspi-tcp'
brew 'unixodbc'
brew 'vim', args: ['with-override-system-vi']
brew 'webkit2png'
brew 'wget', args: ['with-iri']
brew 'wput'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php55', args: ['with-gmp']
cask 'atom'
cask 'eclipse-ide'
