tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/php'
cask 'osxfuse'
brew 'android-sdk'
brew 'autoenv'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'xz'
brew 'gmp'
brew 'coreutils'
brew 'openssl'
brew 'pkg-config'
brew 'libidn'
brew 'curl'
brew 'dnsmasq'
brew 'gnu-tar'
brew 'dpkg'
brew 'faac'
brew 'findutils'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'gnu-sed', args: ['with-default-names']
brew 'go'
brew 'hugo'
brew 'icu4c'
brew 'iftop'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'imagemagick', args: ['with-webp']
brew 'iperf'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'libav'
brew 'libxml2'
brew 'moreutils'
brew 'narwhal'
brew 'nmap'
brew 'node'
brew 'p7zip'
brew 'sqlite'
brew 'python3'
brew 'rename'
brew 'ringojs'
brew 'sqlmap'
brew 'subversion'
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['override-system-vi']
brew 'webkit2png'
brew 'wget', args: ['with-iri']
brew 'wput'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/screen'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/php/php55', args: ['with-gmp']
cask '0xed'
cask 'atom'
cask 'cyberduck'
cask 'dash'
cask 'dropbox'
cask 'eclipse-ide'
cask 'filezilla'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-cloud-sdk'
cask 'handbrake'
cask 'jd-gui'
cask 'kid3'
cask 'max'
cask 'pycharm'
cask 'skype'
cask 'sourcetree'
cask 'tuneup'
cask 'utorrent'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'vox'
cask 'xld'
