jorgebucaran/fisher
joshmedeski/fish-lf-icons
jethrokuan/z
patrickf1/fzf.fish
rstacruz/fish-npm-global
jorgebucaran/nvm.fish
budimanjojo/tmux.fish
ilancosman/tide@v6.2.0
