alacritty
ark
base
base-devel
chromium
code
cronie
dolphin
egl-wayland
firefox
fish
fzf
git
github-cli
gradle
grub
handbrake
htop
intel-media-driver
intel-ucode
intellij-idea-community-edition
iwd
jdk11-openjdk
kate
kdiff3
kitty
konsole
kvantum
lf
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
mariadb
micro
nano
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nodejs-lts-iron
npm
plasma-meta
plasma-workspace
pnpm
powertop
qbittorrent
rofi
rsync
smartmontools
telegram-desktop
tmux
ufw
unzip
vi
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wmctrl
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xorg-xwininfo
yarn
zram-generator
