tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/php'
cask 'java'
brew 'android-sdk'
brew 'apr'
brew 'openssl'
brew 'git'
brew 'git-extras'
brew 'apr-util'
brew 'autoenv'
brew 'readline'
brew 'bash'
brew 'bash-completion2'
brew 'cmake'
brew 'coreutils'
brew 'dnsmasq'
brew 'gnu-tar'
brew 'xz'
brew 'dpkg'
brew 'gettext'
brew 'e2fsprogs'
brew 'faac'
brew 'lame'
brew 'ffmpeg', args: ['--with-libvpx']
brew 'wifi-password'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'gmp'
brew 'gnu-sed', args: ['with-default-names']
brew 'go'
brew 'hugo'
brew 'icu4c'
brew 'iftop'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'imagemagick', args: ['with-webp']
brew 'iperf'
brew 'jenv'
brew 'leptonica'
brew 'libav'
brew 'libidn'
brew 'libxml2'
brew 'mas'
brew 'moreutils'
brew 'narwhal'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'p7zip'
brew 'pcre'
brew 'pkg-config'
brew 'sqlite'
brew 'python3'
brew 'source-highlight'
brew 'rclone'
brew 'rename'
brew 'ringojs'
brew 'sqlmap'
brew 'tesseract', args: ['with-all-languages']
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['with-override-system-vi']
brew 'webkit2png'
brew 'webp'
brew 'wget', args: ['with-iri']
brew 'wput'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/openssh'
brew 'homebrew/fuse/ntfs-3g'
cask '0xed'
cask 'diffmerge'
cask 'dropbox'
cask 'eclipse-ide'
cask 'eclipse-java'
cask 'filezilla'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-cloud-sdk'
cask 'handbrake'
cask 'jd-gui'
cask 'kid3'
cask 'max'
cask 'mounty'
cask 'onyx'
cask 'pycharm'
cask 'skype'
cask 'sourcetree'
cask 'spotify'
cask 'staruml'
cask 'torbrowser'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'vox'
cask 'wireshark'
mas 'PhotoScapeX', id: 929507092
mas 'Xcode', id: 497799835
mas 'The Unarchiver', id: 425424353
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Evernote', id: 406056744
mas 'WeChat', id: 836500024
mas 'iBooks Author', id: 490152466
mas 'SiteSucker', id: 442168834
mas 'mysms', id: 545578261
mas 'Pages', id: 409201541
mas 'LINE', id: 539883307
mas 'feedly', id: 865500966
mas 'App Cleaner', id: 1013897218
mas 'Numbers', id: 409203825
