tap "caskroom/cask"
tap "caskroom/versions"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/versions"
cask "java"
cask "osxfuse"
brew "apr"
brew "openssl"
brew "apr-util"
brew "autoenv"
brew "readline"
brew "bash"
brew "boost"
brew "brew-cask-completion"
brew "cmake"
brew "coreutils"
brew "dnsmasq"
brew "gnu-tar"
brew "xz"
brew "dpkg"
brew "gettext"
brew "e2fsprogs"
brew "faac"
brew "lame"
brew "git"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "freetype"
brew "gdbm"
brew "git-extras"
brew "gmp"
brew "gnu-sed", args: ["with-default-names"]
brew "go"
brew "pcre"
brew "grep"
brew "hugo"
brew "icu4c"
brew "iftop"
brew "libtool"
brew "imagemagick", args: ["with-webp"]
brew "iperf"
brew "jenv"
brew "leptonica"
brew "less"
brew "libav"
brew "libidn"
brew "libxml2"
brew "mas"
brew "moreutils"
brew "narwhal"
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pkg-config"
brew "sqlite"
brew "python3"
brew "postgresql"
brew "rclone"
brew "ren"
brew "rename"
brew "ringojs"
brew "screen"
brew "source-highlight"
brew "sqlmap"
brew "subversion"
brew "tesseract", args: ["with-all-languages"]
brew "tree"
brew "unixodbc"
brew "vim", args: ["with-override-system-vi"]
brew "webkit2png"
brew "wget"
brew "wifi-password"
brew "wput"
brew "yarn"
cask "0xed"
cask "aegisub"
cask "android-sdk"
cask "diffmerge"
cask "dropbox"
cask "eclipse-ide"
cask "eclipse-java"
cask "filezilla"
cask "firefox"
cask "github-desktop"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "jd-gui"
cask "max"
cask "mounty"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "staruml"
cask "torbrowser"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "vox"
cask "wireshark"
mas "Evernote", id: 406056744
mas "feedly", id: 865500966
mas "iBooks Author", id: 490152466
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "mysms", id: 545578261
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SiteSucker", id: 442168834
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
